<?php

return [
    'not_found' => 'আপনি যে সম্পদ রক্ষণাবেক্ষণ খুঁজছিলেন তা পাওয়া যায়নি!',
    'delete' => [
        'confirm' => 'আপনি কি নিশ্চিত যে আপনি এই সম্পদ রক্ষণাবেক্ষণটি মুছে ফেলতে চান?',
        'error' => 'সম্পদ রক্ষণাবেক্ষণটি মুছতে সমস্যা হয়েছে। দয়া করে আবার চেষ্টা করুন।',
        'success' => 'সম্পদ রক্ষণাবেক্ষণটি সফলভাবে মুছে ফেলা হয়েছে।',
    ],
    'create' => [
        'error' => 'সম্পদ রক্ষণাবেক্ষণ তৈরি করা যায়নি, দয়া করে আবার চেষ্টা করুন।',
        'success' => 'সম্পদ রক্ষণাবেক্ষণ সফলভাবে তৈরি করা হয়েছে।',
    ],
    'edit' => [
        'error' => 'সম্পদ রক্ষণাবেক্ষণ সম্পাদনা করা যায়নি, দয়া করে আবার চেষ্টা করুন।',
        'success' => 'সম্পদ রক্ষণাবেক্ষণ সফলভাবে সম্পাদনা করা হয়েছে।',
    ],
    'asset_maintenance_incomplete' => 'এখনও সম্পন্ন হয়নি',
    'warranty' => 'ওয়ারেন্টি',
    'not_warranty' => 'ওয়ারেন্টি নেই',
];
