<?php

return [

    'update' => [
        'error' => 'আপডেট করার সময় একটি ত্রুটি ঘটেছে। ',
        'success' => 'সেটিংস সফলভাবে আপডেট করা হয়েছে।',
    ],
    'backup' => [
        'delete_confirm' => 'আপনি কি নিশ্চিত যে আপনি এই ব্যাকআপ ফাইলটি মুছে ফেলতে চান? এই কাজটি আর ফিরিয়ে আনা সম্ভব হবে না। ',
        'file_deleted' => 'ব্যাকআপ ফাইলটি সফলভাবে মুছে ফেলা হয়েছে। ',
        'generated' => 'একটি নতুন ব্যাকআপ ফাইল সফলভাবে তৈরি করা হয়েছে।',
        'file_not_found' => 'সার্ভারে ওই ব্যাকআপ ফাইলটি পাওয়া যায়নি।',
        'restore_warning' => 'হ্যাঁ, এটি রিস্টোর করুন। আমি স্বীকার করছি যে এটি ডাটাবেসে বর্তমানে থাকা সমস্ত ডেটা ওভাররাইট করবে। এর ফলে আপনার বর্তমান সকল ব্যবহারকারী (আপনি সহ) লগ আউট হয়ে যাবেন।',
        'restore_confirm' => 'আপনি কি নিশ্চিত যে আপনি :filename থেকে আপনার ডাটাবেস রিস্টোর করতে চান?',
    ],
    'restore' => [
        'success' => 'আপনার সিস্টেম ব্যাকআপ সফলভাবে রিস্টোর করা হয়েছে। অনুগ্রহ করে পুনরায় লগ ইন করুন।',
    ],
    'purge' => [
        'error' => 'পার্জ (Purge) করার সময় একটি ত্রুটি ঘটেছে। ',
        'validation_failed' => 'আপনার পার্জ নিশ্চিতকরণটি সঠিক নয়। অনুগ্রহ করে কনফার্মেশন বক্সে "DELETE" শব্দটি লিখুন।',
        'success' => 'মুছে ফেলা রেকর্ডগুলো সফলভাবে পার্জ করা হয়েছে।',
    ],
    'mail' => [
        'sending' => 'টেস্ট ইমেইল পাঠানো হচ্ছে...',
        'success' => 'মেইল পাঠানো হয়েছে!',
        'error' => 'মেইল পাঠানো সম্ভব হয়নি।',
        'additional' => 'কোনো অতিরিক্ত ত্রুটি বার্তা পাওয়া যায়নি। অনুগ্রহ করে আপনার মেইল সেটিংস এবং অ্যাপ লগ পরীক্ষা করুন।',
    ],
    'ldap' => [
        'testing' => 'LDAP সংযোগ, বাইন্ডিং এবং কুয়েরি পরীক্ষা করা হচ্ছে...',
        '500' => '500 সার্ভার ত্রুটি। আরও তথ্যের জন্য অনুগ্রহ করে আপনার সার্ভার লগ পরীক্ষা করুন।',
        'error' => 'কিছু ভুল হয়েছে :(',
        'sync_success' => 'আপনার সেটিংস অনুযায়ী LDAP সার্ভার থেকে ১০ জন ব্যবহারকারীর একটি নমুনা পাওয়া গেছে:',
        'testing_authentication' => 'LDAP অথেন্টিকেশন পরীক্ষা করা হচ্ছে...',
        'authentication_success' => 'LDAP-এর মাধ্যমে ব্যবহারকারী সফলভাবে অথেন্টিকেট হয়েছেন!',
    ],
    'labels' => [
        'null_template' => 'লেবেল টেমপ্লেট পাওয়া যায়নি। অনুগ্রহ করে একটি টেমপ্লেট নির্বাচন করুন।',
    ],
    'webhook' => [
        'sending' => ':app টেস্ট মেসেজ পাঠানো হচ্ছে...',
        'success' => 'আপনার :webhook_name ইন্টিগ্রেশন কাজ করছে!',
        'success_pt1' => 'সফল হয়েছে! আপনার টেস্ট মেসেজের জন্য ',
        'success_pt2' => ' চ্যানেলটি পরীক্ষা করুন এবং সেটিংস সংরক্ষণ করতে নিচের SAVE বাটনে ক্লিক করুন।',
        '500' => '500 সার্ভার ত্রুটি।',
        'error' => 'কিছু ভুল হয়েছে। :app থেকে প্রাপ্ত উত্তর: :error_message',
        'error_redirect' => 'ত্রুটি: 301/302 :endpoint একটি রিডাইরেক্ট রিটার্ন করছে। নিরাপত্তার কারণে আমরা রিডাইরেক্ট অনুসরণ করি না। অনুগ্রহ করে প্রকৃত এন্ডপয়েন্ট ব্যবহার করুন।',
        'error_misc' => 'কিছু ভুল হয়েছে। :( ',
        'webhook_fail' => ' ওয়েবহুক নোটিফিকেশন ব্যর্থ হয়েছে: অনুগ্রহ করে ইউআরএল (URL) সঠিক আছে কি না পরীক্ষা করুন।',
        'webhook_channel_not_found' => ' ওয়েবহুক চ্যানেল পাওয়া যায়নি।',
        'ms_teams_deprecation' => 'নির্বাচিত Microsoft Teams ওয়েবহুক ইউআরএলটি ৩১ ডিসেম্বর ২০২৫ তারিখে বাতিল হয়ে যাবে। অনুগ্রহ করে একটি ওয়ার্কফ্লো ইউআরএল ব্যবহার করুন। মাইক্রোসফটের ওয়ার্কফ্লো তৈরির নির্দেশিকা এখানে পাওয়া যাবে <a href="https://support.microsoft.com/en-us/office/create-incoming-webhooks-with-workflows-for-microsoft-teams-8ae491c7-0394-4861-ba59-055e33f75498" target="_blank"> এখানে।</a>',
    ],
    'location_scoping' => [
        'not_saved' => 'আপনার সেটিংস সংরক্ষণ করা হয়নি।',
        'mismatch' => 'ডাটাবেসে ১টি আইটেম রয়েছে যা কার্যালয় স্কোপিং (Location Scoping) চালু করার আগে আপনার মনোযোগ প্রয়োজন।|ডাটাবেসে :count টি আইটেম রয়েছে যা কার্যালয় স্কোপিং (Location Scoping) চালু করার আগে আপনার মনোযোগ প্রয়োজন।',
    ],
    'oauth' => [
        'token_revoked' => 'পার্সোনাল অ্যাক্সেস টোকেন সফলভাবে বাতিল করা হয়েছে।',
        'token_unrevoked' => 'পার্সোনাল অ্যাক্সেস টোকেন সফলভাবে পুনরায় সক্রিয় করা হয়েছে।',
        'token_not_found' => 'ওই পার্সোনাল অ্যাক্সেস টোকেনটি পাওয়া যায়নি।',
        'token_revoke_error' => 'টোকেন বাতিল করার সময় একটি ত্রুটি ঘটেছে।',
        'token_unrevoke_error' => 'টোকেন পুনরায় সক্রিয় করার সময় একটি ত্রুটি ঘটেছে।',
        'client_created' => 'OAuth ক্লায়েন্ট সফলভাবে তৈরি করা হয়েছে।',
        'client_updated' => 'OAuth ক্লায়েন্ট সফলভাবে আপডেট করা হয়েছে।',
        'client_deleted' => 'OAuth ক্লায়েন্ট সফলভাবে মুছে ফেলা হয়েছে।',
        'client_revoked' => 'OAuth ক্লায়েন্ট সফলভাবে বাতিল করা হয়েছে।',
        'client_unrevoked' => 'OAuth ক্লায়েন্ট সফলভাবে পুনরায় সক্রিয় করা হয়েছে।',
        'client_not_found' => 'ওই OAuth ক্লায়েন্টটি পাওয়া যায়নি।',
        'token_deleted' => 'টোকেন সফলভাবে বাতিল করা হয়েছে।',
        'client_delete_denied' => 'আপনি এই ক্লায়েন্টটি মুছে ফেলার অনুমতিপ্রাপ্ত নন।',
        'client_edit_denied' => 'আপনি এই ক্লায়েন্টটি সম্পাদনা করার অনুমতিপ্রাপ্ত নন।',
        'token_delete_denied' => 'আপনি এই টোকেনটি বাতিল করার অনুমতিপ্রাপ্ত নন।',
    ],
];
