<?php

return [

    'does_not_exist' => 'বিভাগটি বিদ্যমান নেই।',
    'assoc_models' => 'এই বিভাগটি বর্তমানে অন্তত একটি মডেলের সাথে যুক্ত এবং এটি মুছে ফেলা সম্ভব নয়। অনুগ্রহ করে আপনার মডেলগুলো আপডেট করুন যাতে এই বিভাগের রেফারেন্স না থাকে এবং পুনরায় চেষ্টা করুন। ',
    'assoc_items' => 'এই বিভাগটি বর্তমানে অন্তত একটি :asset_type এর সাথে যুক্ত এবং এটি মুছে ফেলা সম্ভব নয়। অনুগ্রহ করে আপনার :asset_type আপডেট করুন যাতে এই বিভাগের রেফারেন্স না থাকে এবং পুনরায় চেষ্টা করুন। ',

    'create' => [
        'error' => 'বিভাগটি তৈরি করা যায়নি, অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
        'success' => 'বিভাগটি সফলভাবে তৈরি করা হয়েছে।',
    ],

    'update' => [
        'error' => 'বিভাগটি আপডেট করা যায়নি, অনুগ্রহ করে পুনরায় চেষ্টা করুন',
        'success' => 'বিভাগটি সফলভাবে আপডেট করা হয়েছে।',
        'cannot_change_category_type' => 'একবার তৈরি করার পর আপনি বিভাগের ধরন পরিবর্তন করতে পারবেন না',
    ],

    'delete' => [
        'confirm' => 'আপনি কি নিশ্চিত যে আপনি এই বিভাগটি মুছে ফেলতে চান?',
        'error' => 'বিভাগটি মুছে ফেলার সময় একটি সমস্যা হয়েছে। অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
        'success' => 'বিভাগটি সফলভাবে মুছে ফেলা হয়েছে।',
        'bulk_success' => 'বিভাগটি সফলভাবে মুছে ফেলা হয়েছে।|:count টি বিভাগ সফলভাবে মুছে ফেলা হয়েছে।',
        'partial_success' => 'বিভাগটি সফলভাবে মুছে ফেলা হয়েছে। নিচে অতিরিক্ত তথ্য দেখুন। | :count টি বিভাগ সফলভাবে মুছে ফেলা হয়েছে। নিচে অতিরিক্ত তথ্য দেখুন।',
    ],

];
