<?php

return [

    'undeployable' => 'নিম্নলিখিত অ্যাসেটগুলো প্রদানযোগ্য নয় এবং প্রদান তালিকা থেকে সরিয়ে দেওয়া হয়েছে: :asset_tags',
    'does_not_exist' => 'অ্যাসেটটি বিদ্যমান নেই।',
    'does_not_exist_var' => ':asset_tag ট্যাগের অ্যাসেটটি পাওয়া যায়নি।',
    'no_tag' => 'কোনো অ্যাসেট ট্যাগ প্রদান করা হয়নি।',
    'does_not_exist_or_not_requestable' => 'সেই অ্যাসেটটি বিদ্যমান নেই অথবা অনুরোধযোগ্য নয়।',
    'assoc_users' => 'এই অ্যাসেটটি বর্তমানে একজন ব্যবহারকারীকে প্রদান করা হয়েছে এবং এটি মুছে ফেলা সম্ভব নয়। অনুগ্রহ করে প্রথমে অ্যাসেটটি ফেরত নিন, তারপর পুনরায় চেষ্টা করুন। ',
    'warning_audit_date_mismatch' => 'এই অ্যাসেটের পরবর্তী অডিট তারিখ (:next_audit_date) শেষ অডিট তারিখের (:last_audit_date) আগে। অনুগ্রহ করে পরবর্তী অডিট তারিখ আপডেট করুন।',
    'labels_generated' => 'লেবেলগুলো সফলভাবে তৈরি করা হয়েছে।',
    'error_generating_labels' => 'লেবেল তৈরি করতে ত্রুটি হয়েছে।',
    'no_assets_selected' => 'কোনো অ্যাসেট নির্বাচন করা হয়নি।',

    'create' => [
        'error' => 'অ্যাসেটটি তৈরি করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন। :(',
        'success' => 'অ্যাসেটটি সফলভাবে তৈরি করা হয়েছে। :)',
        'success_linked' => ':tag ট্যাগের অ্যাসেটটি সফলভাবে তৈরি করা হয়েছে। <strong><a href=":link" style="color: white;">এখানে ক্লিক করে দেখুন</a></strong>।',
        'multi_success_linked' => ':links ট্যাগের অ্যাসেটগুলো সফলভাবে তৈরি করা হয়েছে।|:count টি অ্যাসেট সফলভাবে তৈরি করা হয়েছে। :links।',
        'partial_failure' => 'একটি অ্যাসেট তৈরি করা সম্ভব হয়নি। কারণ: :failures|:count টি অ্যাসেট তৈরি করা সম্ভব হয়নি। কারণসমূহ: :failures',
        'target_not_found' => [
            'user' => 'বরাদ্দকৃত ব্যবহারকারীকে পাওয়া যায়নি।',
            'asset' => 'বরাদ্দকৃত অ্যাসেটটি পাওয়া যায়নি।',
            'location' => 'বরাদ্দকৃত কার্যালয়টি পাওয়া যায়নি।',
        ],
    ],

    'update' => [
        'error' => 'অ্যাসেটটি আপডেট করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন',
        'success' => 'অ্যাসেটটি সফলভাবে আপডেট করা হয়েছে।',
        'encrypted_warning' => 'অ্যাসেটটি সফলভাবে আপডেট করা হয়েছে, তবে অনুমতির কারণে এনক্রিপ্টেড কাস্টম ফিল্ডগুলো আপডেট করা হয়নি',
        'nothing_updated' => 'কোনো ফিল্ড নির্বাচন করা হয়নি, তাই কিছু আপডেট করা হয়নি।',
        'no_assets_selected' => 'কোনো অ্যাসেট নির্বাচন করা হয়নি, তাই কিছু আপডেট করা হয়নি।',
        'assets_do_not_exist_or_are_invalid' => 'নির্বাচিত অ্যাসেটগুলো আপডেট করা সম্ভব নয়।',
    ],

    'restore' => [
        'error' => 'অ্যাসেটটি পুনরুদ্ধার করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন',
        'success' => 'অ্যাসেটটি সফলভাবে পুনরুদ্ধার করা হয়েছে।',
        'bulk_success' => 'অ্যাসেটগুলো সফলভাবে পুনরুদ্ধার করা হয়েছে।',
        'nothing_updated' => 'কোনো অ্যাসেট নির্বাচন করা হয়নি, তাই কিছু পুনরুদ্ধার করা হয়নি।',
    ],

    'audit' => [
        'error' => 'অ্যাসেট অডিট ব্যর্থ হয়েছে: :error ',
        'success' => 'অ্যাসেটের অডিট সফলভাবে লগ করা হয়েছে।',
    ],

    'deletefile' => [
        'error' => 'ফাইলটি মুছে ফেলা সম্ভব হয়নি। অনুগ্রহ করে আবার চেষ্টা করুন।',
        'success' => 'ফাইলটি সফলভাবে মুছে ফেলা হয়েছে।',
    ],

    'upload' => [
        'error' => 'ফাইল(গুলো) আপলোড করা সম্ভব হয়নি। অনুগ্রহ করে আবার চেষ্টা করুন।',
        'success' => 'ফাইল(গুলো) সফলভাবে আপলোড করা হয়েছে।',
        'nofiles' => 'আপনি আপলোডের জন্য কোনো ফাইল নির্বাচন করেননি, অথবা আপনার ফাইলটি অনেক বড়',
        'invalidfiles' => 'আপনার একটি বা একাধিক ফাইল খুব বড় অথবা এমন ফরম্যাটে আছে যা অনুমোদিত নয়। অনুমোদিত ফরম্যাটগুলো হলো png, gif, jpg, doc, docx, pdf, এবং txt।',
    ],

    'import' => [
        'import_button' => 'ইমপোর্ট প্রসেস করুন',
        'error' => 'কিছু আইটেম সঠিকভাবে ইমপোর্ট করা সম্ভব হয়নি।',
        'errorDetail' => 'ত্রুটির কারণে নিম্নলিখিত আইটেমগুলো ইমপোর্ট করা হয়নি।',
        'success' => 'আপনার ফাইলটি সফলভাবে ইমপোর্ট করা হয়েছে',
        'file_delete_success' => 'আপনার ফাইলটি সফলভাবে মুছে ফেলা হয়েছে',
        'file_delete_error' => 'ফাইলটি মুছে ফেলা সম্ভব হয়নি',
        'file_missing' => 'নির্বাচিত ফাইলটি পাওয়া যায়নি',
        'file_already_deleted' => 'নির্বাচিত ফাইলটি ইতিমধ্যে মুছে ফেলা হয়েছে',
        'header_row_has_malformed_characters' => 'হেডার রো-এর এক বা একাধিক অ্যাট্রিবিউটে ভুল UTF-8 ক্যারেক্টার আছে',
        'content_row_has_malformed_characters' => 'প্রথম কন্টেন্ট রো-এর এক বা একাধিক অ্যাট্রিবিউটে ভুল UTF-8 ক্যারেক্টার আছে',
        'transliterate_failure' => 'ইনপুটে ভুল ক্যারেক্টারের কারণে :encoding থেকে UTF-8 এ রূপান্তর ব্যর্থ হয়েছে',
    ],

    'delete' => [
        'confirm' => 'আপনি কি নিশ্চিত যে আপনি এই অ্যাসেটটি মুছে ফেলতে চান?',
        'error' => 'অ্যাসেটটি মুছতে সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।',
        'assigned_to_error' => '{1}অ্যাসেট ট্যাগ: :asset_tag বর্তমানে প্রদান করা অবস্থায় আছে। মুছে ফেলার আগে এটি ফেরত নিন।|[2,*]অ্যাসেট ট্যাগসমূহ: :asset_tag বর্তমানে প্রদান করা অবস্থায় আছে। মুছে ফেলার আগে এগুলো ফেরত নিন।',
        'nothing_updated' => 'কোনো অ্যাসেট নির্বাচন করা হয়নি, তাই কিছু মুছে ফেলা হয়নি।',
        'success' => 'অ্যাসেটটি সফলভাবে মুছে ফেলা হয়েছে।',
    ],

    'checkout' => [
        'error' => 'অ্যাসেটটি প্রদান করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন',
        'success' => 'অ্যাসেটটি সফলভাবে প্রদান করা হয়েছে।',
        'user_does_not_exist' => 'ব্যবহারকারী সঠিক নয়। অনুগ্রহ করে আবার চেষ্টা করুন।',
        'not_available' => 'সেই অ্যাসেটটি প্রদানের জন্য উপলব্ধ নেই!',
        'no_assets_selected' => 'আপনাকে তালিকা থেকে অন্তত একটি অ্যাসেট নির্বাচন করতে হবে',
    ],

    'multi-checkout' => [
        'error' => 'অ্যাসেটটি প্রদান করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন|অ্যাসেটগুলো প্রদান করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন',
        'success' => 'অ্যাসেটটি সফলভাবে প্রদান করা হয়েছে।|অ্যাসেটগুলো সফলভাবে প্রদান করা হয়েছে।',
    ],

    'multi-checkin' => [
        'error' => 'অ্যাসেটটি ফেরত নেওয়া সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন|অ্যাসেটগুলো ফেরত নেওয়া সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন',
        'success' => 'অ্যাসেটটি সফলভাবে ফেরত নেওয়া হয়েছে।|অ্যাসেটগুলো সফলভাবে ফেরত নেওয়া হয়েছে।',
        'no_assets_selected' => 'আপনাকে তালিকা থেকে অন্তত একটি অ্যাসেট নির্বাচন করতে হবে',
    ],

    'checkin' => [
        'error' => 'অ্যাসেটটি ফেরত নেওয়া সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন',
        'success' => 'অ্যাসেটটি সফলভাবে ফেরত নেওয়া হয়েছে।',
        'user_does_not_exist' => 'ব্যবহারকারী সঠিক নয়। অনুগ্রহ করে আবার চেষ্টা করুন।',
        'already_checked_in' => 'সেই অ্যাসেটটি ইতিমধ্যে ফেরত নেওয়া হয়েছে।',
        'force_checkin_orphaned_success' => 'ভুল অ্যাসাইনমেন্ট সফলভাবে পরিষ্কার করা হয়েছে।',
        'force_checkin_not_orphaned' => 'আইটেমটি ভুল অ্যাসাইনমেন্ট অবস্থায় নেই।',
        'force_checkin_error' => 'ভুল অ্যাসাইনমেন্ট পরিষ্কার করা সম্ভব হয়নি।',

    ],

    'requests' => [
        'error' => 'অনুরোধ সফল হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন।',
        'success' => 'অনুরোধটি সফলভাবে জমা দেওয়া হয়েছে।',
        'canceled' => 'অনুরোধটি সফলভাবে বাতিল করা হয়েছে।',
        'cancel' => 'এই আইটেমের অনুরোধ বাতিল করুন',
    ],

];
