<?php

return [
    'about_templates' => 'সংরক্ষিত টেমপ্লেট সম্পর্কে',
    'saving_templates_description' => 'আপনার বিকল্পগুলো নির্বাচন করুন, তারপর উপরের বক্সে আপনার টেমপ্লেটের নাম লিখুন এবং \'টেমপ্লেট সংরক্ষণ করুন\' বাটনে ক্লিক করুন। আগে সংরক্ষিত টেমপ্লেট নির্বাচন করতে ড্রপডাউন ব্যবহার করুন।',
    'create' => [
        'success' => 'টেমপ্লেটটি সফলভাবে সংরক্ষণ করা হয়েছে',
    ],
    'update' => [
        'success' => 'টেমপ্লেটটি সফলভাবে আপডেট করা হয়েছে',
    ],
    'delete' => [
        'success' => 'টেমপ্লেট মুছে ফেলা হয়েছে',
        'no_delete_permission' => 'টেমপ্লেটটি বিদ্যমান নেই অথবা এটি মুছে ফেলার অনুমতি আপনার নেই।',
    ],
];
