<?php

return [

    'deleted' => 'সরবরাহকারী মুছে ফেলা হয়েছে',
    'does_not_exist' => 'সরবরাহকারী পাওয়া যায়নি।',

    'create' => [
        'error' => 'সরবরাহকারী তৈরি করা যায়নি, অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
        'success' => 'সরবরাহকারী সফলভাবে তৈরি করা হয়েছে।',
    ],

    'update' => [
        'error' => 'সরবরাহকারী আপডেট করা যায়নি, অনুগ্রহ করে পুনরায় চেষ্টা করুন',
        'success' => 'সরবরাহকারী সফলভাবে আপডেট করা হয়েছে।',
    ],

    'delete' => [
        'confirm' => 'আপনি কি নিশ্চিত যে আপনি এই সরবরাহকারীকে মুছে ফেলতে চান?',
        'error' => 'সরবরাহকারী মুছে ফেলার সময় একটি সমস্যা হয়েছে। অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
        'success' => 'সরবরাহকারী সফলভাবে মুছে ফেলা হয়েছে।',
        'not_found' => 'সরবরাহকারী পাওয়া যায়নি।',
        'bulk_success' => 'সরবরাহকারী সফলভাবে মুছে ফেলা হয়েছে।|:count টি সরবরাহকারী সফলভাবে মুছে ফেলা হয়েছে।',
        'partial_success' => '.',
    ],

];
