<?php

return [
    'about_suppliers_title' => 'সরবরাহকারী সম্পর্কে',
    'about_suppliers_text' => 'সরবরাহকারীরা আইটেমের উৎস ট্র্যাক করতে ব্যবহৃত হয়',
    'address' => 'সরবরাহকারীর ঠিকানা',
    'assets' => 'অ্যাসেটসমূহ',
    'city' => 'শহর',
    'contact' => 'যোগাযোগকারী ব্যক্তির নাম',
    'country' => 'দেশ',
    'create' => 'সরবরাহকারী তৈরি করুন',
    'email' => 'ইমেইল',
    'fax' => 'ফ্যাক্স',
    'id' => 'আইডি (ID)',
    'licenses' => 'লাইসেন্সসমূহ',
    'name' => 'সরবরাহকারীর নাম',
    'notes' => 'নোটস',
    'phone' => 'ফোন',
    'state' => 'বিভাগ/রাজ্য',
    'suppliers' => 'সরবরাহকারীগণ',
    'update' => 'সরবরাহকারী আপডেট করুন',
    'view' => 'সরবরাহকারী দেখুন',
    'view_assets_for' => 'এর জন্য অ্যাসেটসমূহ দেখুন',
    'zip' => 'পোস্টাল কোড',

];
