<?php

return [
    'component_name' => 'যন্ত্রাংশের নাম',
    'checkin' => 'যন্ত্রাংশ ফেরত নেওয়া',
    'checkout' => 'যন্ত্রাংশ প্রদান করা',
    'cost' => 'ক্রয় মূল্য',
    'create' => 'যন্ত্রাংশ তৈরি করুন',
    'edit' => 'যন্ত্রাংশ সম্পাদনা করুন',
    'date' => 'ক্রয়ের তারিখ',
    'order' => 'অর্ডার নম্বর',
    'remaining' => 'অবশিষ্ট',
    'total' => 'মোট',
    'update' => 'যন্ত্রাংশ আপডেট করুন',
    'checkin_limit' => 'ফেরত নেওয়া পরিমাণ বরাদ্দকৃত পরিমাণের সমান বা কম হতে হবে (:assigned_qty)',
    'exclude_deleted' => 'মুছে ফেলা যন্ত্রাংশগুলো বাদ দিন',
    'include_deleted' => 'মুছে ফেলা যন্ত্রাংশগুলো অন্তর্ভুক্ত করুন',
    'only_deleted' => 'শুধুমাত্র মুছে ফেলা যন্ত্রাংশগুলো',
];
