<?php

return [

    'does_not_exist' => 'যন্ত্রাংশটি বিদ্যমান নেই।',

    'create' => [
        'error' => 'যন্ত্রাংশটি তৈরি করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন।',
        'success' => 'যন্ত্রাংশটি সফলভাবে তৈরি করা হয়েছে।',
    ],

    'update' => [
        'error' => 'যন্ত্রাংশটি আপডেট করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন',
        'success' => 'যন্ত্রাংশটি সফলভাবে আপডেট করা হয়েছে।',
    ],

    'delete' => [
        'confirm' => 'আপনি কি নিশ্চিত যে আপনি এই যন্ত্রাংশটি মুছে ফেলতে চান?',
        'error' => 'যন্ত্রাংশটি মুছতে সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।',
        'success' => 'যন্ত্রাংশটি সফলভাবে মুছে ফেলা হয়েছে।',
        'error_qty' => 'এই ধরণের কিছু যন্ত্রাংশ এখনও প্রদান করা অবস্থায় আছে। অনুগ্রহ করে সেগুলো ফেরত নিয়ে পুনরায় চেষ্টা করুন।',
    ],

    'checkout' => [
        'error' => 'যন্ত্রাংশটি প্রদান করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন',
        'success' => 'যন্ত্রাংশটি সফলভাবে প্রদান করা হয়েছে।',
        'user_does_not_exist' => 'ব্যবহারকারী সঠিক নয়। অনুগ্রহ করে আবার চেষ্টা করুন।',
        'unavailable' => 'পর্যাপ্ত যন্ত্রাংশ অবশিষ্ট নেই: :remaining অবশিষ্ট, :requested অনুরোধ করা হয়েছে ',
    ],

    'checkin' => [
        'error' => 'যন্ত্রাংশটি ফেরত নেওয়া সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন',
        'success' => 'যন্ত্রাংশটি সফলভাবে ফেরত নেওয়া হয়েছে।',
        'user_does_not_exist' => 'ব্যবহারকারী সঠিক নয়। অনুগ্রহ করে আবার চেষ্টা করুন।',
    ],

];
