<?php

return [

    'asset' => 'সম্পদ',
    'checkin' => 'ফেরত নেওয়া',
    'create' => 'লাইসেন্স তৈরি করুন',
    'expiration' => 'মেয়াদ শেষ হওয়ার তারিখ',
    'license_key' => 'প্রোডাক্ট কী',
    'maintained' => 'রক্ষণাবেক্ষণ করা হয়েছে',
    'name' => 'সফটওয়্যারের নাম',
    'no_depreciation' => 'অবচয় করবেন না',
    'purchase_order' => 'পারচেজ অর্ডার নম্বর',
    'reassignable' => 'পুনরায় বরাদ্দযোগ্য',
    'remaining_seats' => 'বাকি সিট',
    'seats' => 'সিট',
    'termination_date' => 'সমাপ্তির তারিখ',
    'to_email' => 'লাইসেন্সপ্রাপ্ত ইমেল',
    'to_name' => 'লাইসেন্সপ্রাপ্ত ব্যক্তি',
    'update' => 'লাইসেন্স আপডেট করুন',
    'checkout_help' => 'আপনাকে একটি হার্ডওয়্যার সম্পদ অথবা একজন ব্যক্তিকে লাইসেন্স প্রদান করতে হবে। আপনি উভয়টি নির্বাচন করতে পারেন, তবে সম্পদের মালিক এবং যাকে লাইসেন্স প্রদান করা হচ্ছে তারা একই ব্যক্তি হতে হবে।',
];
