<?php

return [
    'about_licenses_title' => 'লাইসেন্স সম্পর্কে',
    'about_licenses' => 'লাইসেন্স সফটওয়্যার ট্র্যাক করতে ব্যবহৃত হয়। এতে নির্দিষ্ট সংখ্যক সিট থাকে যা ব্যক্তিদের প্রদান করা যেতে পারে',
    'checkin' => 'লাইসেন্স সিট ফেরত নিন',
    'checkout_history' => 'প্রদান করার ইতিহাস',
    'checkout' => 'লাইসেন্স সিট প্রদান করুন',
    'edit' => 'লাইসেন্স এডিট করুন',
    'filetype_info' => 'অনুমোদিত ফাইল টাইপ হলো png, gif, jpg, jpeg, doc, docx, pdf, txt, zip, এবং rar।',
    'clone' => 'লাইসেন্স ক্লোন করুন',
    'history_for' => 'ইতিহাস: ',
    'in_out' => 'প্রদান করা/ফেরত নেওয়া',
    'info' => 'লাইসেন্স তথ্য',
    'license_seats' => 'লাইসেন্স সিট',
    'seat' => 'সিট',
    'seat_count' => 'সিট :count',
    'seats' => 'সিট',
    'software_licenses' => 'সফটওয়্যার লাইসেন্স',
    'user' => 'ব্যবহারকারী',
    'view' => 'লাইসেন্স দেখুন',
    'delete_disabled' => 'এই লাইসেন্সটি এখনও মুছে ফেলা যাবে না কারণ কিছু সিট এখনও প্রদান করা হয়েছে।',
    'bulk' => [
        'checkin_all' => [
            'button' => 'সমস্ত সিট ফেরত নিন',
            'modal' => 'এই কাজটি একটি সিট ফেরত নেবে। | এই কাজটি এই লাইসেন্সের জন্য সমস্ত :checkedout_seats_count টি সিট ফেরত নেবে।',
            'enabled_tooltip' => 'ব্যবহারকারী এবং সম্পদ উভয় থেকে এই লাইসেন্সের সমস্ত সিট ফেরত নিন',
            'disabled_tooltip' => 'এটি নিষ্ক্রিয় কারণ বর্তমানে কোনো সিট প্রদান করা হয়নি',
            'disabled_tooltip_reassignable' => 'এটি নিষ্ক্রিয় কারণ লাইসেন্সটি পুনরায় বরাদ্দযোগ্য নয়',
            'success' => 'লাইসেন্স সফলভাবে ফেরত নেওয়া হয়েছে! | সমস্ত লাইসেন্স সফলভাবে ফেরত নেওয়া হয়েছে!',
            'log_msg' => 'লাইসেন্স GUI-তে বাল্ক লাইসেন্স ফেরত নেওয়ার মাধ্যমে ফেরত নেওয়া হয়েছে',
        ],

        'checkin_selected' => [
            'success' => ':count টি সিট সফলভাবে ফেরত নেওয়া হয়েছে। | :count টি সিট সফলভাবে ফেরত নেওয়া হয়েছে।',
            'no_seats_selected' => 'কোনো সিট নির্বাচন করা হয়নি।',
        ],

        'checkout_all' => [
            'button' => 'সমস্ত সিট প্রদান করুন',
            'modal' => 'এই কাজটি প্রথম উপলব্ধ ব্যবহারকারীকে একটি সিট প্রদান করবে। | এই কাজটি প্রথম উপলব্ধ ব্যবহারকারীদের সমস্ত :available_seats_count টি সিট প্রদান করবে। একজন ব্যবহারকারী এই সিটের জন্য উপলব্ধ বলে বিবেচিত হন যদি তার কাছে ইতিমধ্যে এই লাইসেন্সটি প্রদান করা না হয়ে থাকে এবং তার ইউজার অ্যাকাউন্টে অটো-অ্যাসাইন লাইসেন্স প্রপার্টি সক্রিয় থাকে।',
            'enabled_tooltip' => 'সমস্ত ব্যবহারকারীকে সমস্ত সিট (বা যতগুলো উপলব্ধ আছে) প্রদান করুন',
            'disabled_tooltip' => 'এটি নিষ্ক্রিয় কারণ বর্তমানে কোনো সিট উপলব্ধ নেই',
            'success' => 'লাইসেন্স সফলভাবে প্রদান করা হয়েছে! | :count টি লাইসেন্স সফলভাবে প্রদান করা হয়েছে!',
            'error_no_seats' => 'এই লাইসেন্সের জন্য আর কোনো সিট বাকি নেই।',
            'warn_not_enough_seats' => ':count জন ব্যবহারকারীকে এই লাইসেন্সটি বরাদ্দ করা হয়েছিল, কিন্তু আমাদের উপলব্ধ লাইসেন্স সিট শেষ হয়ে গেছে।',
            'warn_no_avail_users' => 'করার কিছু নেই। এমন কোনো ব্যবহারকারী নেই যাদের কাছে ইতিমধ্যে এই লাইসেন্সটি বরাদ্দ করা নেই।',
            'log_msg' => 'লাইসেন্স GUI-তে বাল্ক লাইসেন্স প্রদানের মাধ্যমে প্রদান করা হয়েছে',

        ],
    ],

    'below_threshold' => 'এই লাইসেন্সের জন্য মাত্র :remaining_count টি সিট বাকি আছে যার সর্বনিম্ন পরিমাণ :min_amt। আপনি আরও সিট কেনার কথা বিবেচনা করতে পারেন।',
    'below_threshold_short' => 'এই আইটেমটি সর্বনিম্ন প্রয়োজনীয় পরিমাণের নিচে রয়েছে।',
];
