<?php

return [

    'invalid_category_type' => 'ক্যাটাগরিটি অবশ্যই একটি ব্যবহার্য সামগ্রীর ক্যাটাগরি হতে হবে।',
    'does_not_exist' => 'ব্যবহার্য সামগ্রীটি বিদ্যমান নেই।',

    'create' => [
        'error' => 'ব্যবহার্য সামগ্রীটি তৈরি করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন।',
        'success' => 'ব্যবহার্য সামগ্রীটি সফলভাবে তৈরি করা হয়েছে।',
    ],

    'update' => [
        'error' => 'ব্যবহার্য সামগ্রীটি আপডেট করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন',
        'success' => 'ব্যবহার্য সামগ্রীটি সফলভাবে আপডেট করা হয়েছে।',
    ],

    'delete' => [
        'confirm' => 'আপনি কি নিশ্চিত যে আপনি এই ব্যবহার্য সামগ্রীটি মুছে ফেলতে চান?',
        'error' => 'ব্যবহার্য সামগ্রীটি মুছতে সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।',
        'success' => 'ব্যবহার্য সামগ্রীটি সফলভাবে মুছে ফেলা হয়েছে।',
    ],

    'checkout' => [
        'error' => 'ব্যবহার্য সামগ্রীটি প্রদান করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন',
        'success' => 'ব্যবহার্য সামগ্রীটি সফলভাবে প্রদান করা হয়েছে।',
        'user_does_not_exist' => 'ব্যবহারকারী সঠিক নয়। অনুগ্রহ করে আবার চেষ্টা করুন।',
        'unavailable' => 'এই প্রদানের জন্য পর্যাপ্ত ব্যবহার্য সামগ্রী নেই। অনুগ্রহ করে অবশিষ্ট পরিমাণ যাচাই করুন। ',
    ],

    'checkin' => [
        'error' => 'ব্যবহার্য সামগ্রীটি ফেরত নেওয়া সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন',
        'success' => 'ব্যবহার্য সামগ্রীটি সফলভাবে ফেরত নেওয়া হয়েছে।',
        'user_does_not_exist' => 'ব্যবহারকারী সঠিক নয়। অনুগ্রহ করে আবার চেষ্টা করুন।',
    ],

];
