<?php

return [
    'about_groups_title' => 'গ্রুপ সম্পর্কে',
    'about_groups' => 'গ্রুপগুলো ব্যবহারকারীর অনুমতিগুলোকে সাধারণীকরণ করতে ব্যবহৃত হয়।',
    'group_management' => 'গ্রুপ ব্যবস্থাপনা',
    'create' => 'নতুন গ্রুপ তৈরি করুন',
    'update' => 'গ্রুপ সম্পাদনা করুন',
    'group_name' => 'গ্রুপের নাম',
    'group_admin' => 'গ্রুপ অ্যাডমিন',
    'allow' => 'অনুমতি দিন',
    'deny' => 'নিষেধ করুন',
    'permission' => 'অনুমতি',
    'grant' => 'প্রদান করুন',
    'no_permissions' => 'এই গ্রুপের কোনো অনুমতি নেই।',
];
