<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reminder Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'more_info_title' => 'আরও তথ্য',

    'audit_help' => 'এই বক্সটি চেক করলে সম্পদ রেকর্ডে এই নতুন কার্যালয়টি আপডেট হয়ে যাবে। আনচেক করে রাখলে এটি শুধুমাত্র নিরীক্ষা লগে নথিভুক্ত হবে।<br><br>মনে রাখবেন যে যদি এই সম্পদটি প্রদান করা থাকে, তবে ব্যক্তি, সম্পদ বা কার্যালয়ের অবস্থান পরিবর্তিত হবে না।',

    'assets' => 'সম্পদ হলো এমন আইটেম যা সিরিয়াল নম্বর বা সম্পদ ট্যাগ দ্বারা ট্র্যাক করা হয়। এগুলো সাধারণত উচ্চমূল্যের আইটেম হয় যেখানে নির্দিষ্ট আইটেম শনাক্ত করা গুরুত্বপূর্ণ।',

    'categories' => 'বিভাগসমূহ আপনাকে আপনার আইটেমগুলো গুছিয়ে রাখতে সাহায্য করে। কিছু উদাহরণ হতে পারে "ডেস্কটপ", "ল্যাপটপ", "মোবাইল ফোন", "ট্যাবলেট" ইত্যাদি, তবে আপনি আপনার প্রয়োজন অনুযায়ী বিভাগ ব্যবহার করতে পারেন।',

    'accessories' => 'আনুষঙ্গিক সরঞ্জাম হলো এমন সব জিনিস যা আপনি ব্যবহারকারীদের প্রদান করেন কিন্তু সেগুলোর কোনো সিরিয়াল নম্বর নেই (অথবা আপনি সেগুলো আলাদাভাবে ট্র্যাক করা গুরুত্বপূর্ণ মনে করেন না)। উদাহরণস্বরূপ, কম্পিউটার মাউস বা কিবোর্ড।',

    'companies' => 'মন্ত্রণালয়/বিভাগ/দপ্তর/সংস্থা একটি সাধারণ শনাক্তকারী ফিল্ড হিসেবে ব্যবহৃত হতে পারে, অথবা যদি আপনার অ্যাডমিন সেটিংসে ফুল কোম্পানি সাপোর্ট সক্রিয় থাকে তবে এটি সম্পদ, ব্যবহারকারী ইত্যাদির দৃশ্যমানতা সীমিত করতে ব্যবহৃত হতে পারে।',

    'components' => 'উপাদান হলো এমন আইটেম যা একটি সম্পদের অংশ, উদাহরণস্বরূপ HDD, RAM ইত্যাদি।',

    'consumables' => 'ব্যবহার্য সামগ্রী হলো এমন সব জিনিস যা কেনা হয় এবং সময়ের সাথে সাথে শেষ হয়ে যায়। উদাহরণস্বরূপ, প্রিন্টারের কালি বা ফটোকপি কাগজ।',

    'depreciations' => 'আপনি সরলরৈখিক অবচয়ের (straight-line depreciation) ভিত্তিতে সম্পদের অবচয় সেট আপ করতে পারেন।',

    'empty_file' => 'ইমপোর্টার শনাক্ত করেছে যে এই ফাইলটি খালি।',
];
