<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Permissions
    |--------------------------------------------------------------------------
    | The following language lines are used in the user permissions system.
    | Each permission has a 'name' and a 'note' that describes
    | the permission in detail.
    |
    | DO NOT edit the keys (left-hand side) of each permission as these are
    | used throughout the system for translations.
    |---------------------------------------------------------------------------
    */

    'superuser' => [
        'name' => 'সুপারইউজার',
        'note' => 'ব্যবহারকারীর অ্যাডমিনের সমস্ত দিক পর্যন্ত পূর্ণ অ্যাক্সেস আছে কি না তা নির্ধারণ করে। এই সেটিংটি সিস্টেমের অন্যান্য সমস্ত নির্দিষ্ট এবং সীমাবদ্ধ পারমিশনকে ওভাররাইড করে। ',
    ],
    'admin' => [
        'name' => 'অ্যাডমিন অ্যাক্সেস',
        'note' => 'ব্যবহারকারীর সিস্টেম অ্যাডমিন সেটিংস ব্যতীত সিস্টেমের অধিকাংশ দিকে অ্যাক্সেস আছে কি না তা নির্ধারণ করে। এই ব্যবহারকারীরা ব্যবহারকারী, কার্যালয়, ক্যাটাগরি ইত্যাদি পরিচালনা করতে পারবেন, তবে ফুল মাল্টিপল কোম্পানি সাপোর্ট চালু থাকলে তারা সীমাবদ্ধ থাকবেন।',
    ],

    'import' => [
        'name' => 'CSV ইমপোর্ট',
        'note' => 'এটি ব্যবহারকারীকে ইমপোর্ট করার অনুমতি দেবে এমনকি যদি ব্যবহারকারী, সম্পদ ইত্যাদির অ্যাক্সেস অন্য কোথাও অস্বীকার করা হয়।',
    ],

    'reports' => [
        'name' => 'রিপোর্ট অ্যাক্সেস',
        'note' => 'ব্যবহারকারীর অ্যাপ্লিকেশনের রিপোর্ট সেকশনে অ্যাক্সেস আছে কি না তা নির্ধারণ করে।',
    ],

    'assets' => [
        'name' => 'সম্পদ',
        'note' => 'অ্যাপ্লিকেশনের সম্পদ সেকশনে অ্যাক্সেস প্রদান করে।',
    ],

    'assetsview' => [
        'name' => 'সম্পদ দেখুন',
    ],

    'assetscreate' => [
        'name' => 'নতুন সম্পদ তৈরি করুন',
    ],

    'assetsedit' => [
        'name' => 'সম্পদ সম্পাদনা করুন',
    ],

    'assetsdelete' => [
        'name' => 'সম্পদ মুছে ফেলুন',
    ],

    'assetscheckin' => [
        'name' => 'সম্পদ ফেরত নেওয়া',
        'note' => 'বর্তমানে প্রদান করা সম্পদগুলো ইনভেন্টরিতে ফেরত নিন।',
    ],

    'assetscheckout' => [
        'name' => 'সম্পদ প্রদান করা',
        'note' => 'ইনভেন্টরিতে থাকা সম্পদগুলো প্রদান করে বরাদ্দ করুন।',
    ],

    'assetsaudit' => [
        'name' => 'সম্পদ অডিট',
        'note' => 'ব্যবহারকারীকে একটি সম্পদ শারীরিকভাবে ইনভেন্টরি করা হয়েছে বলে চিহ্নিত করার অনুমতি দেয়।',
    ],

    'assetsviewrequestable' => [
        'name' => 'অনুরোধযোগ্য সম্পদ দেখুন',
        'note' => 'ব্যবহারকারীকে অনুরোধযোগ্য হিসেবে চিহ্নিত সম্পদগুলো দেখার অনুমতি দেয়।',
    ],

    'assetsviewencrypted-custom-fields' => [
        'name' => 'এনক্রিপ্টেড কাস্টম ফিল্ড দেখুন',
        'note' => 'ব্যবহারকারীকে সম্পদের এনক্রিপ্টেড কাস্টম ফিল্ড দেখতে এবং পরিবর্তন করতে অনুমতি দেয়।',
    ],

    'accessories' => [
        'name' => 'অ্যাক্সেসরি',
        'note' => 'অ্যাপ্লিকেশনের অ্যাক্সেসরি সেকশনে অ্যাক্সেস প্রদান করে।',
    ],

    'accessoriesview' => [
        'name' => 'অ্যাক্সেসরি দেখুন',
    ],
    'accessoriescreate' => [
        'name' => 'নতুন অ্যাক্সেসরি তৈরি করুন',
    ],
    'accessoriesedit' => [
        'name' => 'অ্যাক্সেসরি সম্পাদনা করুন',
    ],
    'accessoriesdelete' => [
        'name' => 'অ্যাক্সেসরি মুছে ফেলুন',
    ],
    'accessoriescheckout' => [
        'name' => 'অ্যাক্সেসরি প্রদান করা',
        'note' => 'ইনভেন্টরিতে থাকা অ্যাক্সেসরিগুলো প্রদান করে বরাদ্দ করুন।',
    ],
    'accessoriescheckin' => [
        'name' => 'অ্যাক্সেসরি ফেরত নেওয়া',
        'note' => 'বর্তমানে প্রদান করা অ্যাক্সেসরিগুলো ইনভেন্টরিতে ফেরত নিন।',
    ],
    'accessoriesfiles' => [
        'name' => 'অ্যাক্সেসরি ফাইল পরিচালনা',
        'note' => 'ব্যবহারকারীকে অ্যাক্সেসরির সাথে যুক্ত ফাইল আপলোড, ডাউনলোড এবং মুছে ফেলার অনুমতি দেয়। (এটি কেবল ভিউ প্রিভিলেজ বা তার বেশি থাকলে অর্থবহ।)',
    ],

    'assetsfiles' => [
        'name' => 'সম্পদ ফাইল পরিচালনা',
        'note' => 'ব্যবহারকারীকে সম্পদের সাথে যুক্ত ফাইল আপলোড, ডাউনলোড এবং মুছে ফেলার অনুমতি দেয়। (এটি কেবল ভিউ প্রিভিলেজ বা তার বেশি থাকলে অর্থবহ।)',
    ],

    'usersfiles' => [
        'name' => 'ব্যবহারকারী ফাইল পরিচালনা',
        'note' => 'ব্যবহারকারীকে ব্যবহারকারীর সাথে যুক্ত ফাইল আপলোড, ডাউনলোড এবং মুছে ফেলার অনুমতি দেয়। (এটি কেবল ভিউ প্রিভিলেজ বা তার বেশি থাকলে অর্থবহ।)',
    ],

    'modelsfiles' => [
        'name' => 'মডেল ফাইল পরিচালনা',
        'note' => 'ব্যবহারকারীকে সম্পদ মডেলের ভিউ এবং সম্পদ ভিউ স্ক্রিনের উভয় জায়গায় মডেলের সাথে যুক্ত ফাইল আপলোড, ডাউনলোড এবং মুছে ফেলার অনুমতি দেয়। (এটি কেবল ভিউ প্রিভিলেজ বা তার বেশি থাকলে অর্থবহ।)',
    ],

    'departmentsfiles' => [
        'name' => 'বিভাগ ফাইল পরিচালনা',
        'note' => 'ব্যবহারকারীকে বিভাগের সাথে যুক্ত ফাইল আপলোড, ডাউনলোড এবং মুছে ফেলার অনুমতি দেয়। (এটি কেবল ভিউ প্রিভিলেজ বা তার বেশি থাকলে অর্থবহ।)',
    ],

    'suppliersfiles' => [
        'name' => 'সরবরাহকারী ফাইল পরিচালনা',
        'note' => 'ব্যবহারকারীকে সরবরাহকারীর সাথে যুক্ত ফাইল আপলোড, ডাউনলোড এবং মুছে ফেলার অনুমতি দেয়। (এটি কেবল ভিউ প্রিভিলেজ বা তার বেশি থাকলে অর্থবহ।)',
    ],

    'locationsfiles' => [
        'name' => 'কার্যালয় ফাইল পরিচালনা',
        'note' => 'ব্যবহারকারীকে কার্যালয়ের সাথে যুক্ত ফাইল আপলোড, ডাউনলোড এবং মুছে ফেলার অনুমতি দেয়। (এটি কেবল ভিউ প্রিভিলেজ বা তার বেশি থাকলে অর্থবহ।)',
    ],

    'companiesfiles' => [
        'name' => 'মন্ত্রণালয়/বিভাগ/দপ্তর/সংস্থা ফাইল পরিচালনা',
        'note' => 'ব্যবহারকারীকে মন্ত্রণালয়/বিভাগ/দপ্তর/সংস্থার সাথে যুক্ত ফাইল আপলোড, ডাউনলোড এবং মুছে ফেলার অনুমতি দেয়। (এটি কেবল ভিউ প্রিভিলেজ বা তার বেশি থাকলে অর্থবহ।)',
    ],

    'consumablesfiles' => [
        'name' => 'কনজুমেবল ফাইল পরিচালনা',
        'note' => 'ব্যবহারকারীকে কনজুমেবলের সাথে যুক্ত ফাইল আপলোড, ডাউনলোড এবং মুছে ফেলার অনুমতি দেয়। (এটি কেবল ভিউ প্রিভিলেজ বা তার বেশি থাকলে অর্থবহ।)',
    ],

    'consumables' => [
        'name' => 'কনজুমেবল',
        'note' => 'অ্যাপ্লিকেশনের কনজুমেবল সেকশনে অ্যাক্সেস প্রদান করে।',
    ],
    'consumablesview' => [
        'name' => 'কনজুমেবল দেখুন',
    ],
    'consumablescreate' => [
        'name' => 'নতুন কনজুমেবল তৈরি করুন',
    ],
    'consumablesedit' => [
        'name' => 'কনজুমেবল সম্পাদনা করুন',
    ],
    'consumablesdelete' => [
        'name' => 'কনজুমেবল মুছে ফেলুন',
    ],
    'consumablescheckout' => [
        'name' => 'কনজুমেবল প্রদান করা',
        'note' => 'ইনভেন্টরিতে থাকা কনজুমেবলগুলো প্রদান করে বরাদ্দ করুন।',
    ],

    'licenses' => [
        'name' => 'লাইসেন্স',
        'note' => 'অ্যাপ্লিকেশনের লাইসেন্স সেকশনে অ্যাক্সেস প্রদান করে।',
    ],
    'licensesview' => [
        'name' => 'লাইসেন্স দেখুন',
    ],
    'licensescreate' => [
        'name' => 'নতুন লাইসেন্স তৈরি করুন',
    ],
    'licensesedit' => [
        'name' => 'লাইসেন্স সম্পাদনা করুন',
    ],
    'licensesdelete' => [
        'name' => 'লাইসেন্স মুছে ফেলুন',
    ],
    'licensescheckout' => [
        'name' => 'লাইসেন্স বরাদ্দ করা',
        'note' => 'ব্যবহারকারীকে সম্পদ বা ব্যবহারকারীর সাথে লাইসেন্স বরাদ্দ করার অনুমতি দেয়।',
    ],
    'licensescheckin' => [
        'name' => 'লাইসেন্স বরাদ্দ মুক্ত করা',
        'note' => 'ব্যবহারকারীকে সম্পদ বা ব্যবহারকারীর কাছ থেকে লাইসেন্স বরাদ্দ মুক্ত করার অনুমতি দেয়।',
    ],
    'licensesfiles' => [
        'name' => 'লাইসেন্স ফাইল পরিচালনা',
        'note' => 'ব্যবহারকারীকে লাইসেন্সের সাথে যুক্ত ফাইল আপলোড, ডাউনলোড এবং মুছে ফেলার অনুমতি দেয়।',
    ],
    'componentsfiles' => [
        'name' => 'কম্পোনেন্ট ফাইল পরিচালনা',
        'note' => 'ব্যবহারকারীকে কম্পোনেন্টের সাথে যুক্ত ফাইল আপলোড, ডাউনলোড এবং মুছে ফেলার অনুমতি দেয়।',
    ],

    'licenseskeys' => [
        'name' => 'লাইসেন্স কি পরিচালনা',
        'note' => 'ব্যবহারকারীকে লাইসেন্সের সাথে যুক্ত প্রোডাক্ট কি দেখার অনুমতি দেয়।',
    ],
    'components' => [
        'name' => 'কম্পোনেন্ট',
        'note' => 'অ্যাপ্লিকেশনের কম্পোনেন্ট সেকশনে অ্যাক্সেস প্রদান করে।',
    ],
    'componentsview' => [
        'name' => 'কম্পোনেন্ট দেখুন',
    ],
    'componentscreate' => [
        'name' => 'নতুন কম্পোনেন্ট তৈরি করুন',
    ],
    'componentsedit' => [
        'name' => 'কম্পোনেন্ট সম্পাদনা করুন',
    ],
    'componentsdelete' => [
        'name' => 'কম্পোনেন্ট মুছে ফেলুন',
    ],

    'componentscheckout' => [
        'name' => 'কম্পোনেন্ট প্রদান করা',
        'note' => 'ইনভেন্টরিতে থাকা কম্পোনেন্টগুলো প্রদান করে বরাদ্দ করুন।',
    ],
    'componentscheckin' => [
        'name' => 'কম্পোনেন্ট ফেরত নেওয়া',
        'note' => 'বর্তমানে প্রদান করা কম্পোনেন্টগুলো ইনভেন্টরিতে ফেরত নিন।',
    ],
    'kits' => [
        'name' => 'প্রি-ডিফাইনড কিটস',
        'note' => 'অ্যাপ্লিকেশনের প্রি-ডিফাইনড কিটস সেকশনে অ্যাক্সেস প্রদান করে।',
    ],
    'kitsview' => [
        'name' => 'প্রি-ডিফাইনড কিটস দেখুন',
    ],
    'kitscreate' => [
        'name' => 'নতুন প্রি-ডিফাইনড কিটস তৈরি করুন',
    ],
    'kitsedit' => [
        'name' => 'প্রি-ডিফাইনড কিটস সম্পাদনা করুন',
    ],
    'kitsdelete' => [
        'name' => 'প্রি-ডিফাইনড কিটস মুছে ফেলুন',
    ],
    'users' => [
        'name' => 'ব্যবহারকারী',
        'note' => 'অ্যাপ্লিকেশনের ব্যবহারকারী সেকশনে অ্যাক্সেস প্রদান করে।',
    ],
    'usersview' => [
        'name' => 'ব্যবহারকারী দেখুন',
    ],
    'userscreate' => [
        'name' => 'নতুন ব্যবহারকারী তৈরি করুন',
    ],
    'usersedit' => [
        'name' => 'ব্যবহারকারী সম্পাদনা করুন',
    ],
    'usersdelete' => [
        'name' => 'ব্যবহারকারী মুছে ফেলুন',
    ],
    'models' => [
        'name' => 'মডেল',
        'note' => 'অ্যাপ্লিকেশনের মডেল সেকশনে অ্যাক্সেস প্রদান করে।',
    ],
    'modelsview' => [
        'name' => 'মডেল দেখুন',
    ],

    'modelscreate' => [
        'name' => 'নতুন মডেল তৈরি করুন',
    ],
    'modelsedit' => [
        'name' => 'মডেল সম্পাদনা করুন',
    ],
    'modelsdelete' => [
        'name' => 'মডেল মুছে ফেলুন',
    ],
    'categories' => [
        'name' => 'ক্যাটাগরি',
        'note' => 'অ্যাপ্লিকেশনের ক্যাটাগরি সেকশনে অ্যাক্সেস প্রদান করে।',
    ],
    'categoriesview' => [
        'name' => 'ক্যাটাগরি দেখুন',
    ],
    'categoriescreate' => [
        'name' => 'নতুন ক্যাটাগরি তৈরি করুন',
    ],
    'categoriesedit' => [
        'name' => 'ক্যাটাগরি সম্পাদনা করুন',
    ],
    'categoriesdelete' => [
        'name' => 'ক্যাটাগরি মুছে ফেলুন',
    ],
    'departments' => [
        'name' => 'বিভাগ',
        'note' => 'অ্যাপ্লিকেশনের বিভাগ সেকশনে অ্যাক্সেস প্রদান করে।',
    ],
    'departmentsview' => [
        'name' => 'বিভাগ দেখুন',
    ],
    'departmentscreate' => [
        'name' => 'নতুন বিভাগ তৈরি করুন',
    ],
    'departmentsedit' => [
        'name' => 'বিভাগ সম্পাদনা করুন',
    ],
    'departmentsdelete' => [
        'name' => 'বিভাগ মুছে ফেলুন',
    ],
    'locations' => [
        'name' => 'কার্যালয়',
        'note' => 'অ্যাপ্লিকেশনের কার্যালয় সেকশনে অ্যাক্সেস প্রদান করে।',
    ],
    'locationsview' => [
        'name' => 'কার্যালয় দেখুন',
    ],
    'locationscreate' => [
        'name' => 'নতুন কার্যালয় তৈরি করুন',
    ],
    'locationsedit' => [
        'name' => 'কার্যালয় সম্পাদনা করুন',
    ],
    'locationsdelete' => [
        'name' => 'কার্যালয় মুছে ফেলুন',
    ],
    'status-labels' => [
        'name' => 'স্ট্যাটাস লেবেল',
        'note' => 'সম্পদের জন্য ব্যবহৃত স্ট্যাটাস লেবেল সেকশনে অ্যাক্সেস প্রদান করে।',
    ],
    'statuslabelsview' => [
        'name' => 'স্ট্যাটাস লেবেল দেখুন',
    ],
    'statuslabelscreate' => [
        'name' => 'নতুন স্ট্যাটাস লেবেল তৈরি করুন',
    ],
    'statuslabelsedit' => [
        'name' => 'স্ট্যাটাস লেবেল সম্পাদনা করুন',
    ],
    'statuslabelsdelete' => [
        'name' => 'স্ট্যাটাস লেবেল মুছে ফেলুন',
    ],
    'custom-fields' => [
        'name' => 'কাস্টম ফিল্ড',
        'note' => 'সম্পদের জন্য ব্যবহৃত কাস্টম ফিল্ড সেকশনে অ্যাক্সেস প্রদান করে।',
    ],
    'customfieldsview' => [
        'name' => 'কাস্টম ফিল্ড দেখুন',
    ],
    'customfieldscreate' => [
        'name' => 'নতুন কাস্টম ফিল্ড তৈরি করুন',
    ],
    'customfieldsedit' => [
        'name' => 'কাস্টম ফিল্ড সম্পাদনা করুন',
    ],
    'customfieldsdelete' => [
        'name' => 'কাস্টম ফিল্ড মুছে ফেলুন',
    ],
    'suppliers' => [
        'name' => 'সরবরাহকারী',
        'note' => 'অ্যাপ্লিকেশনের সরবরাহকারী সেকশনে অ্যাক্সেস প্রদান করে।',
    ],
    'suppliersview' => [
        'name' => 'সরবরাহকারী দেখুন',
    ],
    'supplierscreate' => [
        'name' => 'নতুন সরবরাহকারী তৈরি করুন',
    ],
    'suppliersedit' => [
        'name' => 'সরবরাহকারী সম্পাদনা করুন',
    ],
    'suppliersdelete' => [
        'name' => 'সরবরাহকারী মুছে ফেলুন',
    ],
    'manufacturers' => [
        'name' => 'ম্যানুফ্যাকচারার',
        'note' => 'ম্যানুফ্যাকচারার সেকশনে অ্যাক্সেস প্রদান করে।',
    ],
    'manufacturersview' => [
        'name' => 'ম্যানুফ্যাকচারার দেখুন',
    ],
    'manufacturerscreate' => [
        'name' => 'নতুন ম্যানুফ্যাকচারার তৈরি করুন',
    ],
    'manufacturersedit' => [
        'name' => 'ম্যানুফ্যাকচারার সম্পাদনা করুন',
    ],
    'manufacturersdelete' => [
        'name' => 'ম্যানুফ্যাকচারার মুছে ফেলুন',
    ],
    'companies' => [
        'name' => 'মন্ত্রণালয়/বিভাগ/দপ্তর/সংস্থা',
        'note' => 'অ্যাপ্লিকেশনের মন্ত্রণালয়/বিভাগ/দপ্তর/সংস্থা সেকশনে অ্যাক্সেস প্রদান করে।',
    ],
];
