<?php

return [

    'disabled_assoc' => [
        'accessory' => 'এই আনুষঙ্গিক সরঞ্জামটি মুছে ফেলা সম্ভব নয় কারণ এর সাথে এখনও আইটেম, ব্যবহারকারী বা কার্যালয় যুক্ত আছে',
        'asset' => 'এই সম্পদটি মুছে ফেলা সম্ভব নয় কারণ এর সাথে এখনও আইটেম যুক্ত আছে',
        'category' => 'এই বিভাগটি মুছে ফেলা সম্ভব নয় কারণ এর সাথে এখনও আইটেম যুক্ত আছে',
        'company' => 'এই মন্ত্রণালয়/বিভাগ/দপ্তর/সংস্থাটি মুছে ফেলা সম্ভব নয় কারণ এর সাথে এখনও আইটেম বা ব্যবহারকারী যুক্ত আছে',
        'component' => 'এই উপাদানটি মুছে ফেলা সম্ভব নয় কারণ এর সাথে এখনও আইটেম যুক্ত আছে',
        'custom_field' => 'এই কাস্টম ফিল্ডটি মুছে ফেলা সম্ভব নয় কারণ এটি এখনও অন্তত একটি ফিল্ডসেটের সাথে যুক্ত আছে',
        'department' => 'এই শাখা/বিভাগটি মুছে ফেলা সম্ভব নয় কারণ এর সাথে এখনও ব্যবহারকারী যুক্ত আছে',
        'location' => 'এই কার্যালয়টি মুছে ফেলা সম্ভব নয় কারণ এর সাথে এখনও আইটেম বা ব্যবহারকারী যুক্ত আছে',
        'manufacturer' => 'এই প্রস্তুতকারকটি মুছে ফেলা সম্ভব নয় কারণ এর সাথে এখনও আইটেম যুক্ত আছে',
        'supplier' => 'এই সরবরাহকারীটি মুছে ফেলা সম্ভব নয় কারণ এর সাথে এখনও আইটেম যুক্ত আছে',
        'user' => 'এই ব্যবহারকারীকে মুছে ফেলা সম্ভব নয় কারণ তার সাথে এখনও আইটেম যুক্ত আছে',
        'user_self' => 'আপনি নিজেকে মুছে ফেলতে পারবেন না',
    ],

    'checkin_all' => [
        'user' => 'এই ব্যবহারকারীর সকল আইটেম ফেরত নিন এবং চাইলে সেগুলো মুছে ফেলুন। আপনি পরবর্তী পৃষ্ঠায় এটি নিশ্চিত করতে পারবেন।',
    ],

];
