<?php

return [
    'about_models_title' => 'সম্পদ মডেল সম্পর্কে',
    'about_models_text' => 'সম্পদ মডেল হলো অভিন্ন সম্পদগুলোকে গ্রুপ করার একটি উপায়। যেমন: "MBP 2013", "IPhone 6s" ইত্যাদি।',
    'deleted' => 'এই মডেলটি মুছে ফেলা হয়েছে।',
    'bulk_delete' => 'বাল্ক ডিলিট সম্পদ মডেল',
    'bulk_delete_help' => 'নির্বাচিত সম্পদ মডেলগুলো মুছে ফেলার জন্য নিচের চেকবক্সগুলো ব্যবহার করুন। যে সম্পদ মডেলগুলোর সাথে সম্পদ যুক্ত আছে, সেগুলো অন্য মডেলের সাথে যুক্ত না করা পর্যন্ত মুছে ফেলা যাবে না।',
    'bulk_delete_warn' => 'আপনি একটি সম্পদ মডেল মুছে ফেলতে যাচ্ছেন।|আপনি :model_count টি সম্পদ মডেল মুছে ফেলতে যাচ্ছেন।',
    'restore' => 'মডেল রিস্টোর করুন',
    'requestable' => 'ব্যবহারকারীরা এই মডেলটি অনুরোধ করতে পারে',
    'show_mac_address' => 'এই মডেলের সম্পদগুলোতে MAC অ্যাড্রেস ফিল্ড প্রদর্শন করুন',
    'view_deleted' => 'মুছে ফেলাগুলো দেখুন',
    'view_models' => 'মডেলগুলো দেখুন',
    'fieldset' => 'ফিল্ডসেট',
    'no_custom_field' => 'কোনো কাস্টম ফিল্ড নেই',
    'add_default_values' => 'ডিফল্ট মান যুক্ত করুন',
    'importer' => [
        'require_serial' => 'সিরিয়াল আবশ্যক',
        'serial_required' => 'সিরিয়াল আবশ্যক',
    ],
];
