<?php

return [

    'does_not_exist' => 'অবচয় শ্রেণীটি বিদ্যমান নেই।',
    'assoc_users' => 'এই অবচয়টি বর্তমানে এক বা একাধিক মডেলের সাথে যুক্ত এবং এটি মুছে ফেলা সম্ভব নয়। অনুগ্রহ করে প্রথমে মডেলগুলো মুছে ফেলুন, তারপর পুনরায় চেষ্টা করুন। ',

    'create' => [
        'error' => 'অবচয় শ্রেণীটি তৈরি করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন। :(',
        'success' => 'অবচয় শ্রেণীটি সফলভাবে তৈরি করা হয়েছে। :)',
    ],

    'update' => [
        'error' => 'অবচয় শ্রেণীটি আপডেট করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন',
        'success' => 'অবচয় শ্রেণীটি সফলভাবে আপডেট করা হয়েছে।',
    ],

    'delete' => [
        'confirm' => 'আপনি কি নিশ্চিত যে আপনি এই অবচয় শ্রেণীটি মুছে ফেলতে চান?',
        'error' => 'অবচয় শ্রেণীটি মুছতে সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।',
        'success' => 'অবচয় শ্রেণীটি সফলভাবে মুছে ফেলা হয়েছে।',
        'bulk_success' => 'অবচয় শ্রেণী সফলভাবে মুছে ফেলা হয়েছে।|:count টি অবচয় শ্রেণী সফলভাবে মুছে ফেলা হয়েছে।',
        'partial_success' => 'অবচয় শ্রেণী সফলভাবে মুছে ফেলা হয়েছে। নিচে অতিরিক্ত তথ্য দেখুন।|:count টি অবচয় শ্রেণী সফলভাবে মুছে ফেলা হয়েছে। নিচে অতিরিক্ত তথ্য দেখুন।',
    ],

];
