<?php

return [

    'field' => [
        'invalid' => 'সেই ফিল্ডটি বিদ্যমান নেই।',
        'already_added' => 'ফিল্ডটি ইতিমধ্যে যোগ করা হয়েছে',
        'none_selected' => 'কোনো ফিল্ড নির্বাচন করা হয়নি',

        'create' => [
            'error' => 'ফিল্ডটি তৈরি করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন।',
            'success' => 'ফিল্ডটি সফলভাবে তৈরি করা হয়েছে।',
            'assoc_success' => 'ফিল্ডটি সফলভাবে ফিল্ডসেটে যোগ করা হয়েছে।',
        ],

        'update' => [
            'error' => 'ফিল্ডটি আপডেট করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন',
            'success' => 'ফিল্ডটি সফলভাবে আপডেট করা হয়েছে।',
        ],

        'delete' => [
            'confirm' => 'আপনি কি নিশ্চিত যে আপনি এই ফিল্ডটি মুছে ফেলতে চান?',
            'error' => 'ফিল্ডটি মুছতে সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।',
            'success' => 'ফিল্ডটি সফলভাবে মুছে ফেলা হয়েছে।',
            'in_use' => 'ফিল্ডটি এখনও ব্যবহৃত হচ্ছে।',
        ],

    ],

    'fieldset' => [

        'does_not_exist' => 'ফিল্ডসেট বিদ্যমান নেই',

        'create' => [
            'error' => 'ফিল্ডসেট তৈরি করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন।',
            'success' => 'ফিল্ডসেট সফলভাবে তৈরি করা হয়েছে।',
        ],

        'update' => [
            'error' => 'ফিল্ডসেট আপডেট করা সম্ভব হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন',
            'success' => 'ফিল্ডসেট সফলভাবে আপডেট করা হয়েছে।',
        ],

        'delete' => [
            'confirm' => 'আপনি কি নিশ্চিত যে আপনি এই ফিল্ডসেটটি মুছে ফেলতে চান?',
            'error' => 'ফিল্ডসেট মুছতে সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।',
            'success' => 'ফিল্ডসেটটি সফলভাবে মুছে ফেলা হয়েছে।',
            'in_use' => 'ফিল্ডসেটটি এখনও ব্যবহৃত হচ্ছে।',
        ],

    ],

    'fieldset_default_value' => [

        'error' => 'ডিফল্ট ফিল্ডসেট মান যাচাই করতে ত্রুটি হয়েছে।',

    ],

];
