<?php

return [
    'asset_maintenances' => 'সম্পদ রক্ষণাবেক্ষণসমূহ', // not used anymore
    'maintenances' => 'রক্ষণাবেক্ষণসমূহ',
    'edit' => 'সম্পদ রক্ষণাবেক্ষণ সম্পাদনা করুন',
    'delete' => 'সম্পদ রক্ষণাবেক্ষণ মুছুন',
    'view' => 'সম্পদ রক্ষণাবেক্ষণের বিস্তারিত দেখুন',
    'repair' => 'মেরামত',
    'maintenance' => 'রক্ষণাবেক্ষণ',
    'upgrade' => 'উন্নয়ন',
    'calibration' => 'ক্যালিব্রেশন',
    'software_support' => 'সফটওয়্যার সহায়তা',
    'hardware_support' => 'হার্ডওয়্যার সহায়তা',
    'configuration_change' => 'কনফিগারেশন পরিবর্তন',
    'pat_test' => 'PAT টেস্ট',
    'checked_out_to_help' => 'রক্ষণাবেক্ষণ তৈরি হওয়ার সময় সম্পদটি যাকে প্রদান করা হয়েছিল, তার তথ্য। এটি ঐতিহাসিক রেফারেন্সের জন্য এবং সম্পদের বর্তমান প্রদানের স্থিতির উপর প্রভাব ফেলে না।',
    'show_completed' => 'সম্পূর্ণ দেখুন',
    'show_active' => 'সক্রিয় দেখুন',
    'due' => 'মেয়াদসহ',
    'overdue' => 'মেয়াদোত্তীর্ণ',
    'completed' => 'সম্পূর্ণ',
];
