<?php

return [
    'not_found' => 'আপনি যা খুঁজছিলেন এমন সম্পদ রক্ষণাবেক্ষণ পাওয়া যায়নি!',
    'delete' => [
        'confirm' => 'আপনি কি নিশ্চিতভাবে এই সম্পদ রক্ষণাবেক্ষণটি মুছে ফেলতে চান?',
        'error' => 'সম্পদ রক্ষণাবেক্ষণ মুছে ফেলতে সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।',
        'success' => 'সম্পদ রক্ষণাবেক্ষণটি সফলভাবে মুছে ফেলা হয়েছে।',
    ],
    'create' => [
        'error' => 'সম্পদ রক্ষণাবেক্ষণ তৈরি করা যায়নি, অনুগ্রহ করে আবার চেষ্টা করুন।',
        'success' => 'সম্পদ রক্ষণাবেক্ষণ সফলভাবে তৈরি করা হয়েছে।',
    ],
    'edit' => [
        'error' => 'সম্পদ রক্ষণাবেক্ষণ সম্পাদনা করা যায়নি, অনুগ্রহ করে আবার চেষ্টা করুন।',
        'success' => 'সম্পদ রক্ষণাবেক্ষণ সফলভাবে সম্পাদনা করা হয়েছে।',
    ],
    'asset_maintenance_incomplete' => 'এখনও সম্পূর্ণ করা হয়নি',
    'warranty' => 'ওয়ারেন্টি',
    'not_warranty' => 'ওয়ারেন্টি নয়',
    'complete' => [
        'confirm' => 'আপনি কি নিশ্চিতভাবে এই রক্ষণাবেক্ষণটিকে সম্পূর্ণ হিসেবে চিহ্নিত করতে চান? এটি পূর্বাবস্থায় ফিরিয়ে আনা যাবে না।',
        'success' => 'রক্ষণাবেক্ষণ সম্পূর্ণ হিসেবে চিহ্নিত করা হয়েছে।',
        'error' => 'রক্ষণাবেক্ষণ সম্পূর্ণ হিসেবে চিহ্নিত করতে সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।',
    ],
];
