<?php

return [
    'about' => 'স্ট্যাটাস টাইপ সম্পর্কে',
    'archived' => 'আর্কাইভ করা হয়েছে',
    'create' => 'স্ট্যাটাস লেবেল তৈরি করুন',
    'color' => 'চার্ট কালার',
    'default_label' => 'ডিফল্ট লেবেল',
    'default_label_help' => 'এটি নিশ্চিত করতে ব্যবহৃত হয় যে আপনার সবচেয়ে বেশি ব্যবহৃত স্ট্যাটাস লেবেলগুলো অ্যাসেট তৈরি/সম্পাদনা করার সময় সিলেক্ট বক্সের শীর্ষে প্রদর্শিত হবে।',
    'deployable' => 'প্রদানযোগ্য',
    'info' => 'স্ট্যাটাস লেবেল টাইপগুলি আপনার অ্যাসেট কোন অবস্থায় থাকতে পারে তা বর্ণনা করতে ব্যবহৃত হয়। যেমন: মেরামতের জন্য পাঠানো, হারিয়ে যাওয়া/চুরি হওয়া ইত্যাদি। আপনি আপনার নিজস্ব ওয়ার্কফ্লো অনুযায়ী প্রদানযোগ্য (deployable), পেন্ডিং (pending) এবং আর্কাইভ করা (archived) অ্যাসেটের জন্য নতুন স্ট্যাটাস লেবেল তৈরি করতে পারেন। আরও তথ্যের জন্য, <a href="https://snipe-it.readme.io/docs/overview#status-labels" target="_blank">ডকুমেন্টেশন দেখুন <i class="fa fa-external-link"></i></a>।',
    'name' => 'স্ট্যাটাসের নাম',
    'pending' => 'পেন্ডিং (Pending)',
    'status_type' => 'স্ট্যাটাস টাইপ',
    'show_in_nav' => 'সাইড নেভ-এ দেখান',
    'status_label' => 'স্ট্যাটাস লেবেল',
    'title' => 'স্ট্যাটাস লেবেলসমূহ',
    'undeployable' => 'প্রদান অযোগ্য',
    'update' => 'স্ট্যাটাস লেবেল আপডেট করুন',
];
