<?php

return [

    'accepted' => 'আপনি সফলভাবে এই আইটেমটি গ্রহণ করেছেন।',
    'declined' => 'আপনি সফলভাবে এই আইটেমটি প্রত্যাখ্যান করেছেন।',
    'bulk_manager_warn' => 'আপনার ব্যবহারকারীরা সফলভাবে আপডেট করা হয়েছে, তবে আপনার ম্যানেজার এন্ট্রি সংরক্ষণ করা হয়নি কারণ আপনি যে ম্যানেজার নির্বাচন করেছেন তিনি নিজেও সম্পাদিত ব্যবহারকারী তালিকায় ছিলেন এবং ব্যবহারকারীরা তাদের নিজেদের ম্যানেজার হতে পারেন না। অনুগ্রহ করে ম্যানেজারকে বাদ দিয়ে পুনরায় ব্যবহারকারীদের নির্বাচন করুন।',
    'user_exists' => 'ব্যবহারকারী ইতিমধ্যে বিদ্যমান!',
    'cannot_delete' => 'ব্যবহারকারী বিদ্যমান নেই অথবা আপনার তাকে মুছে ফেলার অনুমতি নেই।',
    'user_not_found' => 'ব্যবহারকারী বিদ্যমান নেই অথবা আপনার তাকে দেখার অনুমতি নেই।',
    'user_login_required' => 'লগইন ফিল্ডটি আবশ্যক',
    'user_has_no_assets_assigned' => 'ব্যবহারকারীর জন্য বর্তমানে কোনো সম্পদ বরাদ্দ করা নেই।',
    'user_password_required' => 'পাসওয়ার্ড আবশ্যক।',
    'insufficient_permissions' => 'অপর্যাপ্ত অনুমতি।',
    'user_deleted_warning' => 'এই ব্যবহারকারী মুছে ফেলা হয়েছে। তাকে সম্পাদনা করতে বা নতুন সম্পদ বরাদ্দ করতে আপনাকে প্রথমে তাকে পুনরুদ্ধার করতে হবে।',
    'ldap_not_configured' => 'এই ইনস্টলেশনের জন্য LDAP ইন্টিগ্রেশন কনফিগার করা হয়নি।',
    'password_resets_sent' => 'নির্বাচিত ব্যবহারকারীদের মধ্যে যারা সক্রিয় এবং যাদের বৈধ ইমেইল ঠিকানা আছে তাদের পাসওয়ার্ড রিসেট লিঙ্ক পাঠানো হয়েছে।',
    'not_activated' => 'এই ব্যবহারকারী লগইন করতে পারবেন না, তাই তারা ইমেইলের মাধ্যমে সম্পদ গ্রহণ করতে পারবেন না।',
    'password_reset_sent' => ':email ঠিকানায় একটি পাসওয়ার্ড রিসেট লিঙ্ক পাঠানো হয়েছে!',
    'user_has_no_email' => 'এই ব্যবহারকারীর প্রোফাইলে কোনো ইমেইল ঠিকানা নেই।',
    'log_record_not_found' => 'এই ব্যবহারকারীর জন্য কোনো ম্যাচিং লগ রেকর্ড পাওয়া যায়নি।',

    'success' => [
        'create' => 'ব্যবহারকারী সফলভাবে তৈরি করা হয়েছে।',
        'update' => 'ব্যবহারকারী সফলভাবে আপডেট করা হয়েছে।',
        'update_bulk' => 'ব্যবহারকারীরা সফলভাবে আপডেট করা হয়েছে!',
        'delete' => 'ব্যবহারকারী সফলভাবে মুছে ফেলা হয়েছে।',
        'ban' => 'ব্যবহারকারী সফলভাবে নিষিদ্ধ (Ban) করা হয়েছে।',
        'unban' => 'ব্যবহারকারী সফলভাবে আন-ব্যান (Unban) করা হয়েছে।',
        'suspend' => 'ব্যবহারকারী সফলভাবে স্থগিত (Suspend) করা হয়েছে।',
        'unsuspend' => 'ব্যবহারকারী সফলভাবে স্থগিতাবস্থা থেকে মুক্ত (Unsuspend) করা হয়েছে।',
        'restored' => 'ব্যবহারকারী সফলভাবে পুনরুদ্ধার করা হয়েছে।',
        'import' => 'ব্যবহারকারীরা সফলভাবে ইম্পোর্ট করা হয়েছে।',
        'acceptance_reminder_sent' => 'পেন্ডিং আইটেমের জন্য গ্রহণ নিশ্চিতকরণের রিমাইন্ডার পাঠানো হয়েছে।|:count টি পেন্ডিং আইটেমের জন্য গ্রহণ নিশ্চিতকরণের রিমাইন্ডার পাঠানো হয়েছে।',
    ],

    'error' => [
        'create' => 'ব্যবহারকারী তৈরি করার সময় একটি সমস্যা হয়েছে। অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
        'update' => 'ব্যবহারকারী আপডেট করার সময় একটি সমস্যা হয়েছে। অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
        'delete' => 'ব্যবহারকারী মুছে ফেলার সময় একটি সমস্যা হয়েছে। অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
        'delete_has_assets' => 'এই ব্যবহারকারীর সম্পদ বরাদ্দ করা আছে এবং তাকে মুছে ফেলা সম্ভব নয়।',
        'delete_has_assets_var' => 'এই ব্যবহারকারীর এখনও একটি সম্পদ বরাদ্দ করা আছে। অনুগ্রহ করে আগে সেটি ফেরত নিন।|এই ব্যবহারকারীর এখনও :count টি সম্পদ বরাদ্দ করা আছে। অনুগ্রহ করে আগে তাদের সম্পদগুলো ফেরত নিন।',
        'delete_has_licenses_var' => 'এই ব্যবহারকারীর এখনও একটি লাইসেন্স সিট বরাদ্দ করা আছে। অনুগ্রহ করে আগে সেটি ফেরত নিন।|এই ব্যবহারকারীর এখনও :count টি লাইসেন্স সিট বরাদ্দ করা আছে। অনুগ্রহ করে আগে সেগুলো ফেরত নিন।',
        'delete_has_accessories_var' => 'এই ব্যবহারকারীর এখনও একটি এক্সেসরিজ বরাদ্দ করা আছে। অনুগ্রহ করে আগে সেটি ফেরত নিন।|এই ব্যবহারকারীর এখনও :count টি এক্সেসরিজ বরাদ্দ করা আছে। অনুগ্রহ করে আগে তাদের সম্পদগুলো ফেরত নিন।',
        'delete_has_locations_var' => 'এই ব্যবহারকারী এখনও একটি কার্যালয়ের ব্যবস্থাপক। অনুগ্রহ করে প্রথমে অন্য একজন ব্যবস্থাপক নির্বাচন করুন।|এই ব্যবহারকারী এখনও :count টি কার্যালয়ের ব্যবস্থাপক। অনুগ্রহ করে প্রথমে অন্য একজন ব্যবস্থাপক নির্বাচন করুন।',
        'delete_has_users_var' => 'এই ব্যবহারকারী এখনও অন্য একজন ব্যবহারকারীর ব্যবস্থাপক। অনুগ্রহ করে প্রথমে সেই ব্যবহারকারীর জন্য অন্য একজন ব্যবস্থাপক নির্বাচন করুন।|এই ব্যবহারকারী এখনও :count জন ব্যবহারকারীর ব্যবস্থাপক। অনুগ্রহ করে প্রথমে তাদের জন্য অন্য একজন ব্যবস্থাপক নির্বাচন করুন।',
        'unsuspend' => 'ব্যবহারকারীকে স্থগিতাবস্থা থেকে মুক্ত করার সময় একটি সমস্যা হয়েছে। অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
        'import' => 'ব্যবহারকারী ইম্পোর্ট করার সময় একটি সমস্যা হয়েছে। অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
        'asset_already_accepted' => 'এই আইটেমটি ইতিমধ্যে গ্রহণ করা হয়েছে।',
        'accept_or_decline' => 'আপনাকে অবশ্যই এই সম্পদটি গ্রহণ বা প্রত্যাখ্যান করতে হবে।',
        'cannot_delete_yourself' => 'আমরা খুব খারাপ বোধ করব যদি আপনি নিজেকে মুছে ফেলেন, অনুগ্রহ করে পুনর্বিবেচনা করুন।',
        'incorrect_user_accepted' => 'আপনি যে সম্পদটি গ্রহণ করার চেষ্টা করেছেন তা আপনাকে প্রদান করা হয়নি।',
        'ldap_could_not_connect' => 'LDAP সার্ভারের সাথে সংযোগ স্থাপন করা সম্ভব হয়নি। অনুগ্রহ করে আপনার LDAP কনফিগারেশন ফাইলে সার্ভার কনফিগারেশন পরীক্ষা করুন। <br>LDAP সার্ভার থেকে ত্রুটি:',
        'ldap_could_not_bind' => 'LDAP সার্ভারে বাইন্ড করা সম্ভব হয়নি। অনুগ্রহ করে আপনার LDAP কনফিগারেশন ফাইলে সার্ভার কনফিগারেশন পরীক্ষা করুন। <br>LDAP সার্ভার থেকে ত্রুটি: ',
        'ldap_could_not_search' => 'LDAP সার্ভারে সার্চ করা সম্ভব হয়নি। অনুগ্রহ করে আপনার LDAP কনফিগারেশন ফাইলে সার্ভার কনফিগারেশন পরীক্ষা করুন। <br>LDAP সার্ভার থেকে ত্রুটি:',
        'ldap_could_not_get_entries' => 'LDAP সার্ভার থেকে এন্ট্রিগুলো পাওয়া সম্ভব হয়নি। অনুগ্রহ করে আপনার LDAP কনফিগারেশন ফাইলে সার্ভার কনফিগারেশন পরীক্ষা করুন। <br>LDAP সার্ভার থেকে ত্রুটি:',
        'password_ldap' => 'এই অ্যাকাউন্টের পাসওয়ার্ড LDAP/Active Directory দ্বারা পরিচালিত হয়। আপনার পাসওয়ার্ড পরিবর্তন করতে অনুগ্রহ করে আপনার আইটি বিভাগের সাথে যোগাযোগ করুন। ',
        'multi_company_items_assigned' => 'এই ব্যবহারকারীর এমন সম্পদ বরাদ্দ করা আছে যা অন্য কোনো মন্ত্রণালয়/বিভাগ/দপ্তর/সংস্থার অন্তর্গত। অনুগ্রহ করে সেগুলো ফেরত নিন অথবা তাদের সংস্থা সম্পাদনা করুন।',
        'no_pending_acceptances' => 'এই ব্যবহারকারীর রিমাইন্ডার পাঠানোর জন্য কোনো পেন্ডিং গ্রহণ নিশ্চিতকরণ নেই।',
    ],

    'deletefile' => [
        'error' => 'ফাইলটি মুছে ফেলা হয়নি। অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
        'success' => 'ফাইলটি সফলভাবে মুছে ফেলা হয়েছে।',
    ],

    'upload' => [
        'error' => 'ফাইল(গুলো) আপলোড করা হয়নি। অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
        'success' => 'ফাইল(গুলো) সফলভাবে আপলোড করা হয়েছে।',
        'nofiles' => 'আপনি আপলোডের জন্য কোনো ফাইল নির্বাচন করেননি',
        'invalidfiles' => 'আপনার একটি বা একাধিক ফাইল খুব বড় অথবা এমন টাইপ যা অনুমোদিত নয়। অনুমোদিত ফাইল টাইপ হলো png, gif, jpg, doc, docx, pdf এবং txt।',
    ],

    'inventorynotification' => [
        'error' => 'এই ব্যবহারকারীর কোনো ইমেইল সেট করা নেই।',
        'success' => 'ব্যবহারকারীকে তাদের বর্তমান ইনভেন্টরি সম্পর্কে জানানো হয়েছে।',
    ],
];
