<?php

return [
    'accessory_category' => 'অ্যাক্সেসরি ক্যাটাগরি',
    'accessory_name' => 'অ্যাক্সেসরির নাম',
    'checkout' => 'অ্যাক্সেসরি প্রদান করা',
    'checkin' => 'অ্যাক্সেসরি ফেরত নেওয়া',
    'create' => 'অ্যাক্সেসরি তৈরি করুন',
    'edit' => 'অ্যাক্সেসরি সম্পাদনা করুন',
    'eula_text' => 'ক্যাটাগরি EULA',
    'eula_text_help' => 'এই ফিল্ডটি আপনাকে নির্দিষ্ট ধরণের সম্পদের জন্য আপনার EULA কাস্টমাইজ করার অনুমতি দেয়। যদি আপনার সমস্ত সম্পদের জন্য কেবল একটি EULA থাকে, তবে প্রাথমিক ডিফল্টটি ব্যবহার করতে নিচের বক্সে টিক দিন।',
    'require_acceptance' => 'এই ক্যাটাগরির আইটেম গ্রহণের বিষয়টি ব্যবহারকারীর কাছ থেকে নিশ্চিত করা প্রয়োজন।',
    'no_default_eula' => 'কোনো প্রাথমিক ডিফল্ট EULA পাওয়া যায়নি। সেটিংস-এ একটি যুক্ত করুন।',
    'total' => 'মোট',
    'remaining' => 'অবশিষ্ট',
    'update' => 'অ্যাক্সেসরি আপডেট করুন',
    'use_default_eula' => 'এর পরিবর্তে <a href="#" data-toggle="modal" data-target="#eulaModal">প্রাথমিক ডিফল্ট EULA</a> ব্যবহার করুন।',
    'use_default_eula_disabled' => '<del>এর পরিবর্তে প্রাথমিক ডিফল্ট EULA ব্যবহার করুন।</del> কোনো প্রাথমিক ডিফল্ট EULA সেট করা নেই। দয়া করে সেটিংস-এ একটি যুক্ত করুন।',
    'clone' => 'অ্যাক্সেসরি ক্লোন করুন',
    'delete_disabled' => 'এই অ্যাক্সেসরিটি এখনও মুছে ফেলা সম্ভব নয় কারণ কিছু আইটেম এখনও প্রদান করা অবস্থায় আছে।',

];
