<?php

return [

    'does_not_exist' => 'অ্যাক্সেসরি [:id] বিদ্যমান নেই।',
    'not_found' => 'সেই অ্যাক্সেসরিটি পাওয়া যায়নি।',
    'assoc_users' => 'এই অ্যাক্সেসরিটির বর্তমানে :count টি আইটেম ব্যবহারকারীদের প্রদান করা হয়েছে। দয়া করে অ্যাক্সেসরিগুলো ফেরত নিন এবং আবার চেষ্টা করুন। ',

    'create' => [
        'error' => 'অ্যাক্সেসরিটি তৈরি করা যায়নি, দয়া করে আবার চেষ্টা করুন।',
        'success' => 'অ্যাক্সেসরিটি সফলভাবে তৈরি করা হয়েছে।',
    ],

    'update' => [
        'error' => 'অ্যাক্সেসরিটি আপডেট করা যায়নি, দয়া করে আবার চেষ্টা করুন',
        'success' => 'অ্যাক্সেসরিটি সফলভাবে আপডেট করা হয়েছে।',
    ],

    'delete' => [
        'confirm' => 'আপনি কি নিশ্চিত যে আপনি এই অ্যাক্সেসরিটিটি মুছে ফেলতে চান?',
        'error' => 'অ্যাক্সেসরিটি মুছতে সমস্যা হয়েছে। দয়া করে আবার চেষ্টা করুন।',
        'success' => 'অ্যাক্সেসরিটি সফলভাবে মুছে ফেলা হয়েছে।',
    ],

    'checkout' => [
        'error' => 'অ্যাক্সেসরিটি প্রদান করা যায়নি, দয়া করে আবার চেষ্টা করুন',
        'success' => 'অ্যাক্সেসরিটি সফলভাবে প্রদান করা হয়েছে।',
        'unavailable' => 'অ্যাক্সেসরিটি প্রদানের জন্য উপলব্ধ নেই। উপলব্ধ পরিমাণ যাচাই করুন',
        'user_does_not_exist' => 'সেই ব্যবহারকারীটি সঠিক নয়। দয়া করে আবার চেষ্টা করুন।',
        'checkout_qty' => [
            'lte' => 'বর্তমানে এই ধরনের মাত্র একটি অ্যাক্সেসরি উপলব্ধ আছে, এবং আপনি :checkout_qty টি প্রদান করার চেষ্টা করছেন। দয়া করে প্রদানের পরিমাণ অথবা এই অ্যাক্সেসরির মোট স্টক সমন্বয় করুন এবং আবার চেষ্টা করুন।|বর্তমানে মোট :number_currently_remaining টি অ্যাক্সেসরি উপলব্ধ আছে, এবং আপনি :checkout_qty টি প্রদান করার চেষ্টা করছেন। দয়া করে প্রদানের পরিমাণ অথবা এই অ্যাক্সেসরির মোট স্টক সমন্বয় করুন এবং আবার চেষ্টা করুন।',
        ],

    ],

    'checkin' => [
        'error' => 'অ্যাক্সেসরিটি ফেরত নেওয়া যায়নি, দয়া করে আবার চেষ্টা করুন',
        'success' => 'অ্যাক্সেসরিটি সফলভাবে ফেরত নেওয়া হয়েছে।',
        'user_does_not_exist' => 'সেই ব্যবহারকারীটি সঠিক নয়। দয়া করে আবার চেষ্টা করুন।',
    ],

];
