<?php

return [
    'not_found' => 'আপনি যা খুঁজছিলেন তা রক্ষণাবেক্ষণ প্রকারে পাওয়া যায়নি।',
    'create' => [
        'error' => 'রক্ষণাবেক্ষণ প্রকার তৈরি করা যায়নি, অনুগ্রহ করে আবার চেষ্টা করুন।',
        'success' => 'রক্ষণাবেক্ষণ প্রকার সফলভাবে তৈরি করা হয়েছে।',
    ],
    'update' => [
        'error' => 'রক্ষণাবেক্ষণ প্রকার হালনাগাদ করা যায়নি, অনুগ্রহ করে আবার চেষ্টা করুন।',
        'success' => 'রক্ষণাবেক্ষণ প্রকার সফলভাবে হালনাগাদ করা হয়েছে।',
    ],
    'delete' => [
        'confirm' => 'আপনি কি নিশ্চিতভাবে এই রক্ষণাবেক্ষণ প্রকারটি মুছে ফেলতে চান?',
        'error' => 'রক্ষণাবেক্ষণ প্রকার মুছে ফেলতে সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।',
        'success' => 'রক্ষণাবেক্ষণ প্রকারটি সফলভাবে মুছে ফেলা হয়েছে।',
    ],
    'complete' => [
        'success' => 'রক্ষণাবেক্ষণ সম্পূর্ণ হিসেবে চিহ্নিত করা হয়েছে।',
        'error' => 'রক্ষণাবেক্ষণ সম্পূর্ণ হিসেবে চিহ্নিত করতে সমস্যা হয়েছে। অনুগ্রহ করে আবার চেষ্টা করুন।',
    ],
];
