<?php

return [
    'send_password_link' => 'পাসওয়ার্ড রিসেট লিঙ্ক পাঠান',
    'email_reset_password' => 'ইমেইল পাসওয়ার্ড রিসেট',
    'reset_password' => 'পাসওয়ার্ড রিসেট করুন',
    'saml_login' => 'SAML-এর মাধ্যমে লগইন করুন',
    'login' => 'লগইন',
    'login_prompt' => 'অনুগ্রহ করে লগইন করুন',
    'forgot_password' => 'আমি আমার পাসওয়ার্ড ভুলে গেছি',
    'ldap_reset_password' => 'আপনার LDAP পাসওয়ার্ড রিসেট করতে এখানে ক্লিক করুন',
    'remember_me' => 'আমাকে মনে রাখুন',
    'username_help_top' => 'পাসওয়ার্ড রিসেট লিঙ্ক ইমেইল করতে আপনার <strong>ইউজারনেম</strong> লিখুন।',
    'username_help_bottom' => 'আপনার ইউজারনেম এবং ইমেইল ঠিকানা একই হতে পারে, তবে কনফিগারেশনের উপর ভিত্তি করে ভিন্নও হতে পারে। আপনি যদি আপনার ইউজারনেম মনে করতে না পারেন, তবে আপনার অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন। <br><br><strong>যেসব ইউজারনেমের সাথে কোনো ইমেইল ঠিকানা যুক্ত নেই, তাদের পাসওয়ার্ড রিসেট লিঙ্ক পাঠানো হবে না।</strong> ',
    'google_login' => 'Google Workspace-এর মাধ্যমে লগইন করুন',
    'google_login_failed' => 'Google লগইন ব্যর্থ হয়েছে, অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
    'invite_password_expires' => 'এই পাসওয়ার্ড রিসেট লিঙ্কটি :expire_date তারিখে মেয়াদোত্তীর্ণ হবে। আপনি এখানে ক্লিক করে নতুন রিসেট টোকেন পেতে ম্যানুয়াল পাসওয়ার্ড রিসেট লিঙ্ক ব্যবহার করতে পারেন',

];
