<?php

return [

    'account_already_exists' => 'এই ইমেইল ঠিকানা দিয়ে ইতিমধ্যে একটি অ্যাকাউন্ট তৈরি করা হয়েছে।',
    'account_not_found' => 'ইউজারনেম বা পাসওয়ার্ড সঠিক নয়।',
    'account_not_activated' => 'এই ইউজার অ্যাকাউন্টটি সক্রিয় করা হয়নি।',
    'account_suspended' => 'এই ইউজার অ্যাকাউন্টটি স্থগিত করা হয়েছে।',

    'two_factor' => [
        'already_enrolled' => 'আপনার ডিভাইসটি ইতিমধ্যে নিবন্ধিত।',
        'success' => 'আপনি সফলভাবে লগইন করেছেন।',
        'code_required' => 'টু-ফ্যাক্টর কোড প্রয়োজন।',
        'invalid_code' => 'টু-ফ্যাক্টর কোডটি সঠিক নয়।',
        'enter_two_factor_code' => 'অনুগ্রহ করে আপনার টু-ফ্যাক্টর অথেন্টিকেশন কোড লিখুন।',
        'please_enroll' => 'অনুগ্রহ করে টু-ফ্যাক্টর অথেন্টিকেশনে একটি ডিভাইস নিবন্ধিত করুন।',
    ],

    'signin' => [
        'error' => 'আপনাকে লগইন করার সময় একটি সমস্যা হয়েছে, অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
        'success' => 'আপনি সফলভাবে লগইন করেছেন।',
    ],

    'logout' => [
        'error' => 'আপনাকে লগ আউট করার সময় একটি সমস্যা হয়েছে, অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
        'success' => 'আপনি সফলভাবে লগ আউট করেছেন।',
    ],

    'signup' => [
        'error' => 'আপনার অ্যাকাউন্ট তৈরি করার সময় একটি সমস্যা হয়েছে, অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
        'success' => 'অ্যাকাউন্ট সফলভাবে তৈরি করা হয়েছে।',
    ],

    'forgot-password' => [
        'error' => 'পাসওয়ার্ড রিসেট কোড পাওয়ার সময় একটি সমস্যা হয়েছে, অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
        'success' => 'যদি এই ইমেইল ঠিকানাটি আমাদের সিস্টেমে থাকে, তবে একটি পাসওয়ার্ড রিকভারি ইমেইল পাঠানো হয়েছে।',
    ],

    'forgot-password-confirm' => [
        'error' => 'আপনার পাসওয়ার্ড রিসেট করার সময় একটি সমস্যা হয়েছে, অনুগ্রহ করে পুনরায় চেষ্টা করুন।',
        'success' => 'আপনার পাসওয়ার্ড সফলভাবে রিসেট করা হয়েছে।',
    ],

];
